Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.open.description
source: 打开可搜索的本机剪贴板历史面板；再次按下全局快捷键可关闭。
ar: افتح لوحة سجل الحافظة المحلية القابلة للبحث؛ يضغط الاختصار العام مرة أخرى لإغلاقها.
de: Durchsuchbaren lokalen Zwischenablageverlauf öffnen; erneutes Drücken des globalen Kurzbefehls schließt ihn.
en: Open the searchable local clipboard history panel; press its global shortcut again to close it.
es: Abre el panel local del historial con búsqueda; vuelve a pulsar el atajo global para cerrarlo.
fr: Ouvre le panneau local et consultable de l’historique ; appuyez à nouveau sur son raccourci global pour le fermer.
ja: 検索可能なローカルのクリップボード履歴パネルを開きます。グローバルショートカットをもう一度押すと閉じます。
ko: 검색 가능한 로컬 클립보드 기록 패널을 엽니다. 전역 단축키를 다시 누르면 닫힙니다.
pt: Abre o painel pesquisável do histórico local; pressione o atalho global novamente para fechá-lo.
ru: Открыть локальную панель истории буфера обмена с поиском; повторное нажатие глобального сочетания закроет её.
tr: Aranabilir yerel pano geçmişi panelini açar; kapatmak için genel kısayola yeniden basın.
zh_hant: 開啟可搜尋的本機剪貼簿記錄面板；再次按下全域快速鍵可關閉。

# action.open.title
source: 打开剪贴板历史
ar: فتح سجل الحافظة
de: Zwischenablageverlauf öffnen
en: Open Clipboard History
es: Abrir historial del portapapeles
fr: Ouvrir l’historique du presse-papiers
ja: クリップボード履歴を開く
ko: 클립보드 기록 열기
pt: Abrir histórico da área de transferência
ru: Открыть историю буфера обмена
tr: Pano Geçmişini Aç
zh_hant: 開啟剪貼簿記錄

# action.pause.title
source: 暂停剪贴板历史
ar: إيقاف سجل الحافظة مؤقتًا
de: Zwischenablageverlauf pausieren
en: Pause Clipboard History
es: Pausar historial del portapapeles
fr: Suspendre l’historique du presse-papiers
ja: クリップボード履歴を一時停止
ko: 클립보드 기록 일시 정지
pt: Pausar histórico da área de transferência
ru: Приостановить историю буфера обмена
tr: Pano Geçmişini Duraklat
zh_hant: 暫停剪貼簿記錄

# action.resume.title
source: 恢复剪贴板历史
ar: استئناف سجل الحافظة
de: Zwischenablageverlauf fortsetzen
en: Resume Clipboard History
es: Reanudar historial del portapapeles
fr: Reprendre l’historique du presse-papiers
ja: クリップボード履歴を再開
ko: 클립보드 기록 재개
pt: Retomar histórico da área de transferência
ru: Возобновить историю буфера обмена
tr: Pano Geçmişini Sürdür
zh_hant: 恢復剪貼簿記錄

# action.toggle.description
source: 在暂停和恢复之间切换。
ar: بدّل بين الإيقاف المؤقت والاستئناف.
de: Zwischen Pausieren und Fortsetzen wechseln.
en: Switch between paused and resumed.
es: Alterna entre pausa y reanudación.
fr: Bascule entre pause et reprise.
ja: 一時停止と再開を切り替えます。
ko: 일시 정지와 재개를 전환합니다.
pt: Alterna entre pausar e retomar.
ru: Переключать между паузой и возобновлением.
tr: Duraklatma ve sürdürme arasında geçiş yapar.
zh_hant: 在暫停和恢復之間切換。

# action.toggle.title
source: 切换剪贴板历史收集
ar: تبديل جمع سجل الحافظة
de: Sammlung des Zwischenablageverlaufs umschalten
en: Toggle Clipboard History Collection
es: Alternar recopilación del historial
fr: Activer ou suspendre la collecte
ja: クリップボード履歴の収集を切り替える
ko: 클립보드 기록 수집 전환
pt: Alternar coleta do histórico
ru: Переключить сбор истории буфера обмена
tr: Pano Geçmişi Toplamasını Aç/Kapat
zh_hant: 切換剪貼簿記錄收集

# availability.collectionUnavailable
source: 剪贴板历史收集目前不可用。
ar: جمع سجل الحافظة غير متاح حاليًا.
de: Die Erfassung des Zwischenablageverlaufs ist derzeit nicht verfügbar.
en: Clipboard History collection is currently unavailable.
es: La recopilación del historial del portapapeles no está disponible en este momento.
fr: La collecte de l’historique du presse-papiers est actuellement indisponible.
ja: クリップボード履歴の収集は現在利用できません。
ko: 클립보드 기록 수집을 현재 사용할 수 없습니다.
pt: A coleta do histórico da área de transferência está indisponível no momento.
ru: Сбор истории буфера обмена сейчас недоступен.
tr: Pano Geçmişi toplaması şu anda kullanılamıyor.
zh_hant: 剪貼簿記錄收集目前無法使用。

# availability.clearInProgress
source: 正在清除剪贴板历史。
ar: جارٍ مسح سجل الحافظة.
de: Der Zwischenablageverlauf wird gelöscht.
en: Clipboard history is being cleared.
es: Se está borrando el historial del portapapeles.
fr: L’historique du presse-papiers est en cours d’effacement.
ja: クリップボード履歴を消去中です。
ko: 클립보드 기록을 지우는 중입니다.
pt: O histórico da área de transferência está sendo limpo.
ru: История буфера обмена очищается.
tr: Pano geçmişi temizleniyor.
zh_hant: 正在清除剪貼簿記錄。

# availability.sequentialPaste.inProgress
source: 请等待当前顺序粘贴完成。
ar: انتظر حتى يكتمل اللصق التسلسلي الحالي.
de: Warte, bis das aktuelle sequenzielle Einfügen abgeschlossen ist.
en: Wait for the current sequential paste to finish.
es: Espera a que termine el pegado secuencial actual.
fr: Attendez la fin du collage séquentiel en cours.
ja: 現在の順次ペーストが完了するまでお待ちください。
ko: 현재 순차 붙여넣기가 끝날 때까지 기다리십시오.
pt: Aguarde o término da colagem sequencial atual.
ru: Дождитесь завершения текущей последовательной вставки.
tr: Geçerli sıralı yapıştırmanın bitmesini bekleyin.
zh_hant: 請等待目前的依序貼上完成。

# availability.loading
source: 剪贴板历史仍在载入。
ar: لا يزال سجل الحافظة قيد التحميل.
de: Der Zwischenablageverlauf wird noch geladen.
en: Clipboard history is still loading.
es: El historial del portapapeles aún se está cargando.
fr: L’historique du presse-papiers est encore en cours de chargement.
ja: クリップボード履歴を読み込み中です。
ko: 클립보드 기록을 불러오는 중입니다.
pt: O histórico da área de transferência ainda está carregando.
ru: История буфера обмена ещё загружается.
tr: Pano geçmişi hâlâ yükleniyor.
zh_hant: 剪貼簿記錄仍在載入。

# availability.noItems
source: 没有可清除的记录。
ar: لا توجد عناصر لمسحها.
de: Keine Einträge zum Löschen.
en: There are no items to clear.
es: No hay elementos que borrar.
fr: Aucun élément à effacer.
ja: 消去できる項目はありません。
ko: 지울 수 있는 항목이 없습니다.
pt: Não há itens para limpar.
ru: Нет записей для очистки.
tr: Temizlenecek öğe yok.
zh_hant: 沒有可清除的記錄。

# clear.all.actionMessage
source: 所有历史项目都将永久删除。已存项目不受影响。此操作无法撤销。
ar: سيتم حذف جميع عناصر السجل نهائيًا. لن تتأثر العناصر المحفوظة. لا يمكن التراجع عن هذا الإجراء.
de: Alle Verlaufselemente werden dauerhaft gelöscht. Gespeicherte Elemente bleiben erhalten. Dies kann nicht rückgängig gemacht werden.
en: All History items will be permanently deleted. Saved items are not affected. This cannot be undone.
es: Todos los elementos del historial se eliminarán permanentemente. Los guardados no se verán afectados. Esto no se puede deshacer.
fr: Tous les éléments de l’historique seront définitivement supprimés. Les éléments enregistrés ne seront pas affectés. Cette action est irréversible.
ja: すべての履歴項目が完全に削除されます。保存済み項目には影響しません。この操作は取り消せません。
ko: 모든 기록 항목이 영구적으로 삭제됩니다. 저장된 항목에는 영향을 주지 않습니다. 이 작업은 실행 취소할 수 없습니다.
pt: Todos os itens do histórico serão apagados permanentemente. Os itens salvos não serão afetados. Isto não pode ser desfeito.
ru: Все элементы истории будут удалены безвозвратно. Сохранённые элементы не изменятся. Это действие нельзя отменить.
tr: Tüm Geçmiş öğeleri kalıcı olarak silinecek. Kayıtlı öğeler etkilenmez. Bu işlem geri alınamaz.
zh_hant: 所有記錄項目都將永久刪除。已儲存項目不受影響。此操作無法還原。

# clear.all.menu
source: 清除全部历史记录
ar: مسح السجل بالكامل
de: Gesamten Verlauf löschen
en: Clear All History
es: Borrar todo el historial
fr: Effacer tout l’historique
ja: すべての履歴を消去
ko: 모든 기록 지우기
pt: Limpar todo o histórico
ru: Очистить всю историю
tr: Tüm Geçmişi Temizle
zh_hant: 清除全部記錄

# clear.all.message
source: 清除历史记录。已存剪辑和片段会保留。此操作无法撤销。
ar: يمسح السجل. تبقى القصاصات المحفوظة والمقتطفات. لا يمكن التراجع عن هذا الإجراء.
de: Löscht den Verlauf. Gespeicherte Clips und Textbausteine bleiben erhalten. Dies kann nicht rückgängig gemacht werden.
en: Clears History. Saved clips and snippets are kept. This cannot be undone.
es: Borra el historial. Los clips guardados y los fragmentos se conservan. Esta acción no se puede deshacer.
fr: Efface l’historique. Les clips enregistrés et les extraits sont conservés. Cette action est irréversible.
ja: 履歴を消去します。保存済みクリップとスニペットは保持されます。この操作は取り消せません。
ko: 기록을 지웁니다. 저장한 클립과 스니펫은 유지됩니다. 이 작업은 되돌릴 수 없습니다.
pt: Limpa o histórico. Os clipes salvos e trechos são mantidos. Esta ação não pode ser desfeita.
ru: Очищает историю. Сохранённые клипы и фрагменты остаются. Это действие нельзя отменить.
tr: Geçmişi temizler. Kayıtlı öğeler ve parçacıklar korunur. Bu işlem geri alınamaz.
zh_hant: 清除記錄。已儲存剪輯和片段會保留。此操作無法復原。

# clear.all.title
source: 清除全部剪贴板历史？
ar: مسح سجل الحافظة بالكامل؟
de: Gesamten Zwischenablageverlauf löschen?
en: Clear All Clipboard History?
es: ¿Borrar todo el historial del portapapeles?
fr: Effacer tout l’historique du presse-papiers ?
ja: クリップボード履歴をすべて消去しますか？
ko: 모든 클립보드 기록을 지울까요?
pt: Limpar todo o histórico da área de transferência?
ru: Очистить всю историю буфера обмена?
tr: Tüm Pano Geçmişi Temizlensin Mi?
zh_hant: 清除全部剪貼簿記錄？

# common.add
source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hant: 加入

# common.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# common.clear
source: 清除
ar: مسح
de: Löschen
en: Clear
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle

# common.clearAll
source: 全部清除
ar: مسح الكل
de: Alle löschen
en: Clear All
es: Borrar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
pt: Limpar tudo
ru: Очистить всё
tr: Tümünü Temizle

# common.close
source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# common.copy
source: 复制
ar: نسخ
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala
zh_hant: 複製

# common.paste
source: 粘贴
ar: لصق
de: Einfügen
en: Paste
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır
zh_hant: 貼上

# common.delete
source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hant: 刪除

# common.pause
source: 暂停
ar: إيقاف مؤقت
de: Pausieren
en: Pause
es: Pausar
fr: Suspendre
ja: 一時停止
ko: 일시 정지
pt: Pausar
ru: Приостановить
tr: Duraklat
zh_hant: 暫停

# common.remove
source: 移除
ar: إزالة
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
tr: Kaldır

# common.resume
source: 恢复
ar: استئناف
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt: Retomar
ru: Возобновить
tr: Sürdür
zh_hant: 恢復

# common.unknownSource
source: 未知来源
ar: مصدر غير معروف
de: Unbekannte Quelle
en: Unknown Source
es: Origen desconocido
fr: Source inconnue
ja: 不明なソース
ko: 알 수 없는 출처
pt: Origem desconhecida
ru: Неизвестный источник
tr: Bilinmeyen Kaynak
zh_hant: 未知來源

# excludedApplication.keychainAccess
source: 钥匙串访问
ar: الوصول إلى سلسلة المفاتيح
de: Schlüsselbundverwaltung
en: Keychain Access
es: Acceso a Llaveros
fr: Trousseaux d’accès
ja: キーチェーンアクセス
ko: 키체인 접근
pt: Acesso às Chaves
ru: Связка ключей
tr: Keychain Access
zh_hant: 鑰匙圈存取

# excludedApplication.passwords
source: 密码
ar: كلمات السر
de: Passwörter
en: Passwords
es: Contraseñas
fr: Mots de passe
ja: パスワード
ko: 암호
pt: Senhas
ru: Пароли
tr: Passwords
zh_hant: 密碼

# error.authenticationFailed
source: 无法验证剪贴板历史。原始加密数据已保留。
ar: تعذر التحقق من سجل الحافظة. تم الاحتفاظ بالبيانات المشفرة الأصلية.
de: Der Zwischenablageverlauf konnte nicht authentifiziert werden. Die verschlüsselten Originaldaten wurden beibehalten.
en: Clipboard history couldn’t be authenticated. The original encrypted data has been preserved.
es: No se pudo autenticar el historial. Se conservaron los datos cifrados originales.
fr: Impossible d’authentifier l’historique. Les données chiffrées d’origine ont été conservées.
ja: クリップボード履歴を検証できませんでした。元の暗号化データは保持されています。
ko: 클립보드 기록을 인증할 수 없습니다. 원본 암호화 데이터는 보존되었습니다.
pt: Não foi possível autenticar o histórico. Os dados criptografados originais foram preservados.
ru: Не удалось проверить подлинность истории. Исходные зашифрованные данные сохранены.
tr: Pano geçmişi doğrulanamadı. Özgün şifreli veriler korundu.
zh_hant: 無法驗證剪貼簿記錄。原始加密資料已保留。

# error.invalidEncryptionKey
source: 剪贴板历史的加密密钥无效。历史记录已停止收集。
ar: مفتاح تشفير سجل الحافظة غير صالح. توقف جمع السجل.
de: Der Verschlüsselungsschlüssel des Zwischenablageverlaufs ist ungültig. Die Sammlung wurde gestoppt.
en: The clipboard history encryption key is invalid. History collection has stopped.
es: La clave de cifrado del historial no es válida. La recopilación se ha detenido.
fr: La clé de chiffrement de l’historique est invalide. La collecte s’est arrêtée.
ja: クリップボード履歴の暗号化キーが無効です。履歴の収集を停止しました。
ko: 클립보드 기록 암호화 키가 올바르지 않습니다. 기록 수집이 중지되었습니다.
pt: A chave de criptografia do histórico é inválida. A coleta foi interrompida.
ru: Недопустимый ключ шифрования истории. Сбор истории остановлен.
tr: Pano geçmişi şifreleme anahtarı geçersiz. Geçmiş toplaması durduruldu.
zh_hant: 剪貼簿記錄的加密金鑰無效。記錄收集已停止。

# error.invalidEnvelope
source: 无法读取剪贴板历史。原始加密数据已保留。
ar: تعذرت قراءة سجل الحافظة. تم الاحتفاظ بالبيانات المشفرة الأصلية.
de: Der Zwischenablageverlauf konnte nicht gelesen werden. Die verschlüsselten Originaldaten wurden beibehalten.
en: Clipboard history couldn’t be read. The original encrypted data has been preserved.
es: No se pudo leer el historial. Se conservaron los datos cifrados originales.
fr: Impossible de lire l’historique. Les données chiffrées d’origine ont été conservées.
ja: クリップボード履歴を読み込めませんでした。元の暗号化データは保持されています。
ko: 클립보드 기록을 읽을 수 없습니다. 원본 암호화 데이터는 보존되었습니다.
pt: Não foi possível ler o histórico. Os dados criptografados originais foram preservados.
ru: Не удалось прочитать историю. Исходные зашифрованные данные сохранены.
tr: Pano geçmişi okunamadı. Özgün şifreli veriler korundu.
zh_hant: 無法讀取剪貼簿記錄。原始加密資料已保留。

# error.keychain
source: 无法访问用于保护剪贴板历史的钥匙串密钥。
ar: تعذر الوصول إلى مفتاح سلسلة المفاتيح الذي يحمي سجل الحافظة.
de: Auf den Schlüsselbundschlüssel zum Schutz des Zwischenablageverlaufs konnte nicht zugegriffen werden.
en: The Keychain key protecting clipboard history couldn’t be accessed.
es: No se pudo acceder a la clave del Llavero que protege el historial.
fr: Impossible d’accéder à la clé du trousseau qui protège l’historique.
ja: クリップボード履歴を保護するキーチェーンキーにアクセスできません。
ko: 클립보드 기록을 보호하는 키체인 키에 접근할 수 없습니다.
pt: Não foi possível acessar a chave das Chaves que protege o histórico.
ru: Не удалось получить доступ к ключу Связки ключей, защищающему историю.
tr: Pano geçmişini koruyan Keychain anahtarına erişilemedi.
zh_hant: 無法存取用來保護剪貼簿記錄的鑰匙圈金鑰。

# error.missingEncryptionKey
source: 找不到剪贴板历史的加密密钥。历史记录已停止收集。
ar: تعذر العثور على مفتاح تشفير سجل الحافظة. توقف جمع السجل.
de: Der Verschlüsselungsschlüssel des Zwischenablageverlaufs wurde nicht gefunden. Die Sammlung wurde gestoppt.
en: The clipboard history encryption key couldn’t be found. History collection has stopped.
es: No se encontró la clave de cifrado del historial. La recopilación se ha detenido.
fr: La clé de chiffrement de l’historique est introuvable. La collecte s’est arrêtée.
ja: クリップボード履歴の暗号化キーが見つかりません。履歴の収集を停止しました。
ko: 클립보드 기록 암호화 키를 찾을 수 없습니다. 기록 수집이 중지되었습니다.
pt: A chave de criptografia do histórico não foi encontrada. A coleta foi interrompida.
ru: Ключ шифрования истории не найден. Сбор истории остановлен.
tr: Pano geçmişi şifreleme anahtarı bulunamadı. Geçmiş toplaması durduruldu.
zh_hant: 找不到剪貼簿記錄的加密金鑰。記錄收集已停止。

# error.historyTooLarge
source: 剪贴板历史超过安全存储上限。请清除现有历史记录。
ar: يتجاوز سجل الحافظة حد التخزين الآمن. امسح السجل الحالي.
de: Der Zwischenablageverlauf überschreitet das sichere Speicherlimit. Lösche den vorhandenen Verlauf.
en: Clipboard history exceeds the safe storage limit. Clear the existing history.
es: El historial del portapapeles supera el límite de almacenamiento seguro. Borra el historial actual.
fr: L’historique du presse-papiers dépasse la limite de stockage sécurisée. Effacez l’historique existant.
ja: クリップボード履歴が安全な保存上限を超えています。既存の履歴を消去してください。
ko: 클립보드 기록이 안전한 저장 한도를 초과했습니다. 기존 기록을 지우십시오.
pt: O histórico da área de transferência excede o limite de armazenamento seguro. Limpe o histórico existente.
ru: История буфера обмена превышает безопасный лимит хранения. Очистите существующую историю.
tr: Pano geçmişi güvenli depolama sınırını aşıyor. Mevcut geçmişi temizleyin.
zh_hant: 剪貼簿記錄超過安全儲存上限。請清除現有記錄。

# error.insufficientDiskSpace
source: 可用磁盘空间不足，无法保存新的剪贴板历史项目。
ar: لا توجد مساحة قرص كافية لحفظ عنصر جديد في سجل الحافظة.
de: Es ist nicht genügend Speicherplatz verfügbar, um einen neuen Zwischenablageeintrag zu sichern.
en: There is not enough available disk space to save a new clipboard history item.
es: No hay suficiente espacio disponible para guardar un nuevo elemento del historial.
fr: L’espace disque disponible est insuffisant pour enregistrer un nouvel élément de l’historique.
ja: 新しいクリップボード履歴項目を保存するための空き容量が不足しています。
ko: 새 클립보드 기록 항목을 저장할 디스크 여유 공간이 부족합니다.
pt: Não há espaço disponível suficiente para guardar um novo item do histórico.
ru: Недостаточно свободного места для сохранения нового элемента истории буфера обмена.
tr: Yeni bir pano geçmişi öğesi kaydetmek için yeterli kullanılabilir disk alanı yok.
zh_hant: 可用磁碟空間不足，無法儲存新的剪貼簿記錄項目。

# error.unavailableStorage
source: 无法使用剪贴板历史的专用存储空间。
ar: مساحة التخزين المخصصة لسجل الحافظة غير متاحة.
de: Der private Speicher des Zwischenablageverlaufs ist nicht verfügbar.
en: The private storage for clipboard history is unavailable.
es: El almacenamiento privado del historial no está disponible.
fr: Le stockage privé de l’historique n’est pas disponible.
ja: クリップボード履歴の専用ストレージを使用できません。
ko: 클립보드 기록의 전용 저장 공간을 사용할 수 없습니다.
pt: O armazenamento privado do histórico não está disponível.
ru: Закрытое хранилище истории буфера обмена недоступно.
tr: Pano geçmişi için özel depolama alanı kullanılamıyor.
zh_hant: 無法使用剪貼簿記錄的專用儲存空間。

# hud.ignoreNext.armed
source: 下次复制不会保存 · %d 秒
ar: لن تُحفظ عملية النسخ التالية · %d ث
de: Nächste Kopie wird nicht gespeichert · %d Sek.
en: Next copy won’t be saved · %d sec
es: La próxima copia no se guardará · %d s
fr: La prochaine copie ne sera pas enregistrée · %d s
ja: 次のコピーは保存されません · %d秒
ko: 다음 복사는 저장되지 않음 · %d초
pt: A próxima cópia não será salva · %d s
ru: Следующее копирование не сохранится · %d с
tr: Sonraki kopya kaydedilmeyecek · %d sn
zh_hant: 下次複製不會儲存 · %d 秒

# hud.ignoreNext.consumed
source: 已忽略此次复制
ar: تم تجاهل عملية النسخ
de: Kopie ignoriert
en: Copy Ignored
es: Copia ignorada
fr: Copie ignorée
ja: コピーを無視しました
ko: 복사 무시됨
pt: Cópia ignorada
ru: Копирование пропущено
tr: Kopyalama Yoksayıldı
zh_hant: 已忽略此次複製

# hud.ignoreNext.expired
source: 忽略已取消
ar: تم إلغاء التجاهل
de: Ignorieren abgebrochen
en: Ignore Cancelled
es: Se canceló la omisión
fr: Ignorer annulé
ja: 無視をキャンセルしました
ko: 무시 취소됨
pt: Ignorar cancelado
ru: Игнорирование отменено
tr: Yoksayma İptal Edildi

# hud.clipboardUnavailable
source: 剪贴板历史尚未准备好
ar: سجل الحافظة غير جاهز بعد
de: Zwischenablageverlauf ist noch nicht bereit
en: Clipboard History Isn’t Ready
es: El historial del portapapeles aún no está listo
fr: L’historique du presse-papiers n’est pas encore prêt
ja: クリップボード履歴はまだ使用できません
ko: 클립보드 기록이 아직 준비되지 않았습니다
pt: O histórico da área de transferência ainda não está pronto
ru: История буфера обмена ещё не готова
tr: Pano Geçmişi Henüz Hazır Değil
zh_hant: 剪貼簿記錄尚未準備好

# hud.privateCopy.accessibilityRequired
source: 私密复制需要辅助功能权限
ar: يتطلب النسخ الخاص إذن تسهيلات الاستخدام
de: Privates Kopieren benötigt Bedienungshilfen
en: Private Copy Requires Accessibility Permission
es: La copia privada requiere permiso de Accesibilidad
fr: La copie privée nécessite l’autorisation Accessibilité
ja: プライベートコピーにはアクセシビリティ権限が必要です
ko: 비공개 복사에는 손쉬운 사용 권한이 필요합니다
pt: A cópia privada requer permissão de Acessibilidade
ru: Для приватного копирования требуется доступ к Универсальному доступу
tr: Gizli Kopyalama Erişilebilirlik İzni Gerektirir
zh_hant: 私密複製需要輔助使用權限

# hud.privateCopy.failed
source: 私密复制失败
ar: فشل النسخ الخاص
de: Privates Kopieren fehlgeschlagen
en: Private Copy Failed
es: Error en la copia privada
fr: Échec de la copie privée
ja: プライベートコピーに失敗しました
ko: 비공개 복사 실패
pt: Falha na cópia privada
ru: Не удалось выполнить приватное копирование
tr: Gizli Kopyalama Başarısız
zh_hant: 私密複製失敗

# hud.privateCopy.succeeded
source: 已私密复制
ar: تم النسخ بخصوصية
de: Privat kopiert
en: Copied Privately
es: Copia privada realizada
fr: Copie privée effectuée
ja: プライベートコピー完了
ko: 비공개 복사 완료
pt: Copiado com privacidade
ru: Скопировано приватно
tr: Gizlice Kopyalandı
zh_hant: 已私密複製

# metadata.description
source: 搜索加密历史，并管理可重复使用的片段和已存项目
ar: ابحث في السجل المشفر محليًا وأدر المقتطفات والعناصر المحفوظة
de: Verschlüsselten Verlauf durchsuchen und Textbausteine sowie gespeicherte Elemente verwalten
en: Search encrypted History and manage reusable snippets and Saved items
es: Busca en el historial cifrado y gestiona fragmentos y elementos guardados
fr: Recherchez dans l’historique chiffré et gérez les extraits et éléments enregistrés
ja: 暗号化された履歴を検索し、スニペットと保存済み項目を管理します
ko: 암호화된 기록을 검색하고 스니펫과 저장된 항목을 관리합니다
pt: Pesquise o histórico criptografado e gerencie trechos e itens salvos
ru: Поиск в зашифрованной истории и управление фрагментами и сохранёнными элементами
tr: Şifreli Geçmişte arama yapın; yeniden kullanılabilir parçacıkları ve kayıtlı öğeleri yönetin
zh_hant: 搜尋加密記錄，並管理可重複使用的片段和已儲存項目

# metadata.title
source: 剪贴板
ar: الحافظة
de: Zwischenablage
en: Clipboard
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
ko: 클립보드
pt: Área de transferência
ru: Буфер обмена
tr: Pano
zh_hant: 剪貼簿

# panel.button.open
source: 打开
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
tr: Aç
zh_hant: 開啟

# panel.filter.all
source: 所有类型
ar: كل الأنواع
de: Alle Typen
en: All Types
es: Todos los tipos
fr: Tous les types
ja: すべての種類
ko: 모든 유형
pt: Todos os tipos
ru: Все типы
tr: Tüm Türler
zh_hant: 所有類型

# panel.filter.chooseScope
source: 选择范围
ar: اختيار النطاق
de: Bereich wählen
en: Choose Scope
es: Elegir ámbito
fr: Choisir la portée
ja: 範囲を選択
ko: 범위 선택
pt: Escolher escopo
ru: Выбрать область
tr: Kapsam Seç
zh_hant: 選擇範圍

# panel.filter.empty
source: 此类型没有记录
ar: لا توجد عناصر من هذا النوع
de: Keine Einträge dieses Typs
en: No Items of This Type
es: No hay elementos de este tipo
fr: Aucun élément de ce type
ja: この種類の項目はありません
ko: 이 유형의 항목 없음
pt: Nenhum item deste tipo
ru: Нет элементов этого типа
tr: Bu Türde Öğe Yok
zh_hant: 此類型沒有記錄

# panel.filter.title
source: 筛选
ar: عوامل التصفية
de: Filter
en: Filters
es: Filtros
fr: Filtres
ja: フィルタ
ko: 필터
pt: Filtros
ru: Фильтры
tr: Filtreler
zh_hant: 篩選

# panel.footer.filter
source: 切换范围
ar: تبديل النطاق
de: Bereich wechseln
en: Switch Scope
es: Cambiar ámbito
fr: Changer de portée
ja: 範囲を切り替え
ko: 범위 전환
pt: Alternar escopo
ru: Сменить область
tr: Kapsamı Değiştir
zh_hant: 切換範圍

# panel.footer.navigate
source: 浏览
ar: تنقل
de: Navigieren
en: Navigate
es: Navegar
fr: Naviguer
ja: 移動
ko: 이동
pt: Navegar
ru: Навигация
tr: Gezinme
zh_hant: 瀏覽

# panel.footer.paste
source: 粘贴
ar: لصق
de: Einfügen
en: Paste
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır
zh_hant: 貼上

# panel.pastePlain
source: 粘贴为纯文本
ar: لصق كنص عادي
de: Als reinen Text einfügen
en: Paste as Plain Text
es: Pegar como texto sin formato
fr: Coller en texte brut
ja: 標準テキストとしてペースト
ko: 일반 텍스트로 붙여넣기
pt: Colar como texto simples
ru: Вставить как обычный текст
tr: Düz Metin Olarak Yapıştır
zh_hant: 貼上為純文字

# panel.detail.selectItem
source: 选择一条记录
ar: حدد عنصرًا
de: Eintrag auswählen
en: Select an Item
es: Selecciona un elemento
fr: Sélectionnez un élément
ja: 項目を選択
ko: 항목 선택
pt: Selecione um item
ru: Выберите запись
tr: Bir Öğe Seçin
zh_hant: 選擇一筆記錄

# panel.drag.help
source: 拖动以移动窗口
ar: اسحب لتحريك النافذة
de: Zum Bewegen des Fensters ziehen
en: Drag to move window
es: Arrastra para mover la ventana
fr: Faites glisser pour déplacer la fenêtre
ja: ドラッグしてウインドウを移動
ko: 드래그하여 윈도우 이동
pt: Arraste para mover a janela
ru: Перетащите, чтобы переместить окно
tr: Pencereyi taşımak için sürükleyin
zh_hant: 拖移以移動視窗

# panel.empty.paused.title
source: 收集已暂停
ar: الجمع متوقف مؤقتًا
de: Sammlung pausiert
en: Collection Paused
es: Recopilación en pausa
fr: Collecte suspendue
ja: 収集は一時停止中
ko: 수집 일시 정지됨
pt: Coleta pausada
ru: Сбор приостановлен
tr: Toplama Duraklatıldı
zh_hant: 收集已暫停
